characters/amongus.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-01-31 Tue 22:14 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Amo’on Gus</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../css/style.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="../index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">Amo’on Gus</h1>


<div id="outline-container-org8f281a8" class="outline-2">
<h2 id="org8f281a8"><span class="section-number-2">1.</span> Info</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orga4be470" class="outline-3">
<h3 id="orga4be470"><span class="section-number-3">1.1.</span> Status</h3>
<div class="outline-text-3" id="text-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Nome</td>
<td class="org-right">Amo’on Gus</td>
</tr>

<tr>
<td class="org-left">Classe</td>
<td class="org-right">Fighter (Gunslinger)</td>
</tr>

<tr>
<td class="org-left">Raça</td>
<td class="org-right">Giff</td>
</tr>

<tr>
<td class="org-left">Antecedente</td>
<td class="org-right">Artista</td>
</tr>

<tr>
<td class="org-left">Lvl</td>
<td class="org-right">3</td>
</tr>

<tr>
<td class="org-left">XP</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Gold</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Insp</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Grit</td>
<td class="org-right">2/2</td>
</tr>

<tr>
<td class="org-left">HP</td>
<td class="org-right">28</td>
</tr>

<tr>
<td class="org-left">CA</td>
<td class="org-right">16</td>
</tr>

<tr>
<td class="org-left">Armadura em uso</td>
<td class="org-right">Chain Mail (DESV EM FURT)</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgc794e8f" class="outline-3">
<h3 id="orgc794e8f"><span class="section-number-3">1.2.</span> Stats</h3>
<div class="outline-text-3" id="text-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">STR</td>
<td class="org-left">14 (+2)</td>
</tr>

<tr>
<td class="org-left">DEX</td>
<td class="org-left">16+2 (+4)</td>
</tr>

<tr>
<td class="org-left">CON</td>
<td class="org-left">15 (+2)</td>
</tr>

<tr>
<td class="org-left">CHA</td>
<td class="org-left">9 (-1)</td>
</tr>

<tr>
<td class="org-left">INT</td>
<td class="org-left">7 (-2)</td>
</tr>

<tr>
<td class="org-left">WIS</td>
<td class="org-left">13+1 (+2)</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org4c33712" class="outline-2">
<h2 id="org4c33712"><span class="section-number-2">2.</span> Items</h2>
</div>


<div id="outline-container-org4138f59" class="outline-2">
<h2 id="org4138f59"><span class="section-number-2">3.</span> Armamento</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>(1) Cahin Mail Armor</li>
<li>(1) Palm Pistol</li>
<li>(20) Munição de Palm Pistol</li>
<li>(1) Pistol</li>
<li>(20) Munição de Pistol</li>
<li>(2) Machados de Arremesso</li>
<li>(1) Kit de Aventureiro</li>
</ul>
</div>
</div>

<div id="outline-container-org5cf9ee2" class="outline-2">
<h2 id="org5cf9ee2"><span class="section-number-2">4.</span> Feats</h2>
</div>

<div id="outline-container-org4b47169" class="outline-2">
<h2 id="org4b47169"><span class="section-number-2">5.</span> Habilidades</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org80a2795" class="outline-3">
<h3 id="org80a2795"><span class="section-number-3">5.1.</span> Raciais</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>Astral Spark. Your psychic connection to the Astral Plane enables you to mystically access a spark of divine power, which you can channel through your weapons. When you hit a target with a simple or martial weapon, you can cause the target to take extra force damage equal to your prociency bonus.</li>
</ul>
<p>
You can use this trait a number of times equal to your prociency bonus, but you can use it no more than once per turn. You regain all expended uses when you finish a long rest.
</p>
<ul class="org-ul">
<li>Firearms Mastery. You have a mystical connection to rearms that traces back to the gods of the giff, who delighted in such weapons. You have prociency with all firearms and ignore the loading property of any firearms. In addition, attacking at long range with a firearm doesn’t impose disadvantage on your attack roll.</li>
<li>Hippo Build. You have advantage on Strength-based ability checks and Strength saving throws. In addition, you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.</li>
</ul>
</div>
</div>

<div id="outline-container-org9180025" class="outline-3">
<h3 id="org9180025"><span class="section-number-3">5.2.</span> De Classe</h3>
<div class="outline-text-3" id="text-5-2">
<ul class="org-ul">
<li>Estilo de Luta (Arquearia)</li>
<li>Retomar o Fôlego</li>
<li>Surto de Ação</li>
<li>Firearms Proficiency</li>
<li>Gunsmith</li>
<li>Adept Marksman</li>
<li>Trickshots: Disarming shot, Piercing shot</li>

<li>Perícia e Proficiência (+2)</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org19f012d" class="outline-2">
<h2 id="org19f012d"><span class="section-number-2">6.</span> Skills</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Acrobatics (DEX)</li>
<li>Intuition (WIS)</li>
<li>Survival (WIS)</li>
<li>Performance (CHA)</li>

<li>Speed: 30 feet</li>
<li>Armor: Todas as armaduras, escudos</li>
<li>Weapons: Armas simples, armas marciais, armas de fogo</li>
<li>Tools: Tinker’s tools</li>
<li>Languages: Common, Giff</li>
<li>ST’s: Força, Constituição</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2023-01-31 Tue 22:14</p>
</div>
</body>
</html>